
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk de %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ és la versió més actual.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ està disponible (teniu %3$@). Voleu actualitzar?";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "%@ té una actualització!";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "Ha ocorregut un error baixant o processant l'appcast:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "Ha ocorregut un error baixant l'arxiu:\n\n%@";

/* No comment provided by engineer. */
"Cancel" = "Cancel·la";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Voleu cercar les actualitzacions a l'inici del sistema?";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location such as on a disk image? Move it to /Applications and try again." = "No s'ha pogut suprimir l'aplicació actual, cosa que s'ha de fer abans de instal·lar l'actualització. Verifiqueu els permisos.";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory such as a disk image? Since the old application has already been deleted, it might be in the trash now, but it should be recoverable. Very sorry for the inconvenience!" = "No s'ha pogut traslladar la actualització a la nova ubicació. Verifiqueu els permisos.";

/* No comment provided by engineer. */
"Download New Version" = "Baixa la versió nova";

/* No comment provided by engineer. */
"Extracting update..." = "S'està extraïnt l'actualització...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instal·la i re-inicia";

/* No comment provided by engineer. */
"Installing update..." = "S'està instal·lant l'actualització";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "Ostres, on s'ha anat? S'ha baixat l'actualització, però com per art de màgia ha desaparegut! Tracteu novament.";

/* No comment provided by engineer. */
"Ready to install!" = "Llest per instal·lar!";

/* No comment provided by engineer. */
"Release Notes" = "Notes d'instal·lació";

/* No comment provided by engineer. */
"Review Changes" = "Reviseu els canvis";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist!\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "L'arxiu d'actualització no conté l'aplicació que s'estava esperant (%@).\n\nContacteu al desenvolupador per que solucioni aquest problema.";

/* No comment provided by engineer. */
"Update Error!" = "Error d'actualització!";

/* No comment provided by engineer. */
"Updating %@" = "S'està actualitzant %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Voleu que %1$@ cerqui les actualitzacions a l'inici del sistema? També les podeu verificar manualment des del menú %2$@.";

/* No comment provided by engineer. */
"You're up to date!" = "Està actualitzat.";
